const  dd1 = [
    { value: 'పితృ', label: 'పితరం (తండ్రి)' },
    { value: 'పితామహ', label: 'పితామహం (తాత)' },
    { value: 'ప్రపితామహం', label: 'ప్రపితా మహం(ముత్తాత)' },
    { value: 'మాతృ', label: 'మాతరం (తల్లి)' },
    { value:'యజమానాయాః భతృ ', label:'యజమానాయాః భతృ '},
    {value:'యజమానాయాః భతృ పితామహః',label:'యజమానాయాః భతృ పితామహః'},
    { value: 'పితామహి', label: 'పితామహీం(నాయనమ్మ)' },
    {value : 'యజమానాయాః భతృ ప్రపితామహా' , label : 'యజమానాయాః భతృ ప్రపితామహా'},
    { value: 'ప్రపితామహీం', label: 'ప్రపితామహీం (తాతమ్మ)' },
    { value: 'సాపత్నీ మాతు', label: 'సాపత్నీమాతరం (సవతి తల్లి)' },
    { value: 'మాతా మహం', label: 'మాతా మహం (అమ్మ తండ్రి )' },
    { value: 'మాతు : పితామహం', label: 'మాతు : పితామహం (అమ్మ తాత )' },
    { value: 'మాతు : ప్రపితా మహం', label: 'మాతు : ప్రపితా మహం (అమ్మ ముత్తాత )' },
    { value: 'మాతా మహీం', label: 'మాతా మహీం  (అమ్మమ్మ)' },
    { value: 'మాతు : పితా మహీం', label: 'మాతు : పితా మహీం (తల్లి నాయనమ్మ )' },
    { value: 'మాతు : ప్రపితామహీం', label: 'మాతు : ప్రపితామహీం (తల్లి నాయనమ్మకు అత్తగారు )' },
    { value: 'ఆత్మ పత్నీ', label: 'ఆత్మ  పత్నీమ్ (తన భార్య )' },
    { value: 'సుతం', label: 'సుతం (కుమారుడు )' },
    { value: 'జేష్ఠ భ్రాతరం', label: 'జేష్ఠ భ్రాతరం (అన్నయ్య)' },
    { value: 'జేష్ఠ భ్రాతరం తత్ పత్నీమ్', label: 'జేష్ఠ భ్రాతరం తత్ పత్నీమ్ (అన్నభార్య  - వదిన)' },
    {value:'కనిష్ట భ్రాతరం (తమ్ముడు)   కనిష్ట భ్రాతరం',label:'కనిష్ట భ్రాతరం (తమ్ముడు)   కనిష్ట భ్రాతరం'},
    {value:'కనిష్టభ్రాతరం తత్ పత్నీమ్ (తమ్ముని భార్య - మరదలు )',label:'కనిష్టభ్రాతరం తత్ పత్నీమ్ (తమ్ముని భార్య - మరదలు )'},
    {value:'జేష్ఠ పితృవ్యం (పెదనాన్న )',label:'జేష్ఠ పితృవ్యం (పెదనాన్న )'},
    {value:'జేష్ఠ పితృవ్యం తత్  పత్నీమ్ (పెదనాన్నభార్య - పెద్దమ్మ)',label:'జేష్ఠ పితృవ్యం తత్  పత్నీమ్ (పెదనాన్నభార్య - పెద్దమ్మ)'},
    {value:'కనిష్ట  పితృవ్యం ( బాబాయి / చిన్నాన్న)',label:'కనిష్ట  పితృవ్యం ( బాబాయి / చిన్నాన్న)'},
    {value:'కనిష్ట  పితృవ్యం తత్ పత్నీమ్ ( బాబాయి భార్య - పిన్ని)',label:'కనిష్ట  పితృవ్యం తత్ పత్నీమ్ ( బాబాయి భార్య - పిన్ని)'},
    {value:'మాతులం (మేనమామ  - అమ్మ తమ్ముడు )',label:'మాతులం (మేనమామ  - అమ్మ తమ్ముడు )'},
    {value:'మాతులం  తత్ పత్నీమ్  (మేనమామ భార్య-  అత్తయ్య)',label:'మాతులం  తత్ పత్నీమ్  (మేనమామ భార్య-  అత్తయ్య)'},
    {value:'దుహితం (కుమార్తె )',label:'దుహితం (కుమార్తె )'},
    {value:'భగినీం (తోబుట్టువులు  - అక్కలు , చెల్లెలు )',label:'భగినీం (తోబుట్టువులు  - అక్కలు , చెల్లెలు )'},
    {value:'దౌహిత్రమ్  (కుమార్తె కొడుకు - మనుమడు)',label:'దౌహిత్రమ్  (కుమార్తె కొడుకు - మనుమడు)'},
    {value:'భాగినేయకం ( మేనల్లుడు )',label:'భాగినేయకం ( మేనల్లుడు )'},
    {value:'పితృ భగినీం (మేనత్త -  తండ్రి అక్క / చెల్లి )',label:'పితృ భగినీం (మేనత్త -  తండ్రి అక్క / చెల్లి )'},
    {value:'పితృ భగినీం తత్  భతృ (మేనత్త భర్త - తండ్రి అక్క / చెల్లి భర్త)',label:'పితృ భగినీం తత్  భతృ (మేనత్త భర్త - తండ్రి అక్క / చెల్లి భర్త)'},
    {value:'మాతృ  భగినీం (పిన్ని) ( తల్లి  అక్క / చెల్లి)',label:'మాతృ  భగినీం (పిన్ని) ( తల్లి  అక్క / చెల్లి)'},
    {value:'మాతృభగినీం తత్ భతృ (పెద్దమ్మ/ పిన్ని భర్త- తల్లి అక్క/చెల్లి భర్త)',label:'మాతృభగినీం తత్ భతృ (పెద్దమ్మ/ పిన్ని భర్త- తల్లి అక్క/చెల్లి భర్త)'},
    {value:'జామాతరం (అల్లుడు)',label:'జామాతరం (అల్లుడు)'},
    {value:'భావుకం (బావ - చెల్లి / అక్క  భర్త ) ',label:'భావుకం (బావ - చెల్లి / అక్క  భర్త ) '},
    {value:'స్నుషం (కోడలు ) కొడుకు భార్య',label:'స్నుషం (కోడలు ) కొడుకు భార్య'},
    {value:'శ్వశురం (పిల్లనిచ్చిన మామ - భార్య తండ్రి ) ',label:'శ్వశురం (పిల్లనిచ్చిన మామ - భార్య తండ్రి ) '},
    {value:'శ్వశ్రూమ్ (భార్య తల్లి - అత్తగారు)',label:'శ్వశ్రూమ్ (భార్య తల్లి - అత్తగారు)'},
    {value:'శ్యాలకం (బావ మరిది ) - భార్య తమ్ముడు / అన్న  శాలకస్య ',label:'శ్యాలకం (బావ మరిది ) - భార్య తమ్ముడు / అన్న  శాలకస్య '},
    {value:'స్వామినమ్ ( మతాచార్యులు ) ',label:'స్వామినమ్ ( మతాచార్యులు ) '},
    {value:'గురుం (ఉపనయనం చేసిన వారు)',label:'గురుం (ఉపనయనం చేసిన వారు)'},
    {value:'రిక్కీదినం  (ఇష్టమైనవారు )',label:'రిక్కీదినం  (ఇష్టమైనవారు )'}
];
const dd2=[
    {value:'గోత్రం',label:'గోత్రం'},
    {value:'గోత్రామ్',label:'గోత్రామ్'}
]
const dd3=[
    {value:'శర్మాణం',label:'శర్మాణం'},
    {value:'పదాం',label:'పదాం'}
]
const dd4=[
    {value:'వసురూపాం',label:'వసురూపాం'},
    {value:'రుద్ర రూపాం',label:'రుద్ర రూపాం'},
    {value:'ఆదిత్య రూపాం',label:'ఆదిత్య రూపాం'}
]
export {dd1,dd2,dd3,dd4};